/* ======== সাতক্ষীরা জেলার সকল উপজেলা ও ইউনিয়ন ======== */
const bdData = {
    "খুলনা": {
        "সাতক্ষীরা": {
            "সাতক্ষীরা সদর": [
                "বাঁশদহা", "কুশখালি", "বৈকারী", "ঘোনা", "শিবপুর", 
                "ভোমরা", "আলিপুর", "ধুলিহর", "ব্রহ্মরাজপুর", "আগরদাঁড়ি", 
                "ঝাউডাঙ্গা", "বল্লী", "লাবসা", "ফিংড়ী"
            ],
            "কলারোয়া": [
                "জয়নগর", "জালালাবাদ", "কয়লা", "লাঙ্গলঝাড়া", "কেঁড়াগাছি", 
                "সোনাবাড়ীয়া", "চন্দনপুর", "কেরালকাতা", "হেলাতলা", "কুশোডাঙ্গা", 
                "দেয়াড়া", "যুগিখালী"
            ],
            "তালা": [
                "নগরঘাটা", "সরুলিয়া", "কুমিরা", "ধানদিয়া", "ইসলামকাটি", 
                "তালা", "খলিলনগর", "মাগুরা", "তেঁতুলিয়া", "জালালপুর", 
                "খেশরা", "খলিষখালী"
            ],
            "দেবহাটা": [
                "কুলিয়া", "পারুলিয়া", "সখিপুর", "নওয়াপাড়া", "দেবহাটা সদর"
            ],
            "কালীগঞ্জ": [
                "কৃষ্ণনগর", "বিষ্ণুপুর", "চাম্পাফুল", "দক্ষিণ শ্রীপুর", "কুশুলিয়া", 
                "নলতা", "তারালী", "ভাড়াশিমলা", "মথুরেশপুর", "ধলবাড়িয়া", 
                "রতনপুর", "মৌতলা"
            ],
            "শ্যামনগর": [
                "ভুরুলিয়া", "কাশিমারী", "শ্যামনগর", "নুরনগর", "কৈখালী", 
                "রমজাননগর", "মুন্সিগঞ্জ", "ঈশ্বরীপুর", "বুড়িগোয়ালিনী", "আটুলিয়া", 
                "পদ্মপুকুর", "গাবুরা"
            ],
            "আশাশুনি": [
                "শোভনালী", "বুধহাটা", "কুল্যা", "দরগাহপুর", "বড়দল", 
                "আশাশুনি", "শ্রীউলা", "খাজরা", "আনুলিয়া", "প্রতাপনগর", 
                "কাদাকাটি"
            ]
        }
    }
};
